/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Bewerking kan niet worden voltooid";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Probeer het later opnieuw.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Deze mediastructuur wordt niet ondersteund.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Dit materiaal is mogelijk beschadigd.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Deze app is niet gemachtigd om dit bestand af te spelen."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Dit materiaal kan niet worden gebruikt.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Decoderen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "De decoderingsmodule die is vereist voor deze media is in gebruik.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andere bewerkingen die media decoderen en probeer het opnieuw.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Dit materiaal kan niet op deze computer worden gebruikt.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "De inhoud kan niet op het externe scherm worden afgespeeld.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Het beveiligde materiaal kan niet worden afgespeeld in de huidige systeemconfiguratie.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Onjuist aantal beelden in videospoor van coderingsuitvoer";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Aantal beelden van de coderingsuitvoer komt niet overeen met de bron, die geen bewerkingssegmenten heeft";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Decoderen mislukt";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "decoderingsmodule heeft een fout aangetroffen";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Coderen mislukt";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "coderingsmodule heeft een fout aangetroffen";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Verstrekte offline sleutel is ongeldig";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "De verstrekte offline sleutel is mogelijk ongeldig of de persistente sleuteldirectory is niet gevonden";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Deze computer is niet gemachtigd om het materiaal af te spelen";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Deze app mag beveiligd materiaal niet afspelen";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Dit materiaal is niet meer beschikbaar";
